Repository: forest28gold/Hajde-iOS
Catalog: Hajde/*.lproj/Localizable.strings
Languages: sq

# tab_title_home
source: Home
sq: Ballina

# tab_title_my_profile
source: My profile
sq: Profili im

# tab_title_more
source: More
sq: Me shume

source: Alert
sq: Alarm

# alert_allow_notification
source: Please allow "Hajde" to send you notification.
sq: Ju lutem lejojë "Hajde" per te derguar ju njoftime.

# alert_network_error
source: Network connection is failed. Please check your network state and try again!
sq: lidhja e rrjetit eshtë e deshtuar. Ju lutem kontrolloni gjendjen e rrjetit dhe provoni perseri!

source: Comments
sq: Komentet

source: Post Details
sq: Detajet e postimit

source: Enter comment...
sq: Dergo koment...

source: Abuse
sq: Abuzim

# alert_enter_comment
source: Please enter comment.
sq: Ju lutem shkruani koment.

# alert_new_comment_failed
source: New Comment is failed. Please try again!
sq: Komenti eshte deshtuar. Ju lutemi të provoni përsëri!

# karma_increased
source: Your Karma has been increased
sq: Karma yte eshte rritur

# karma_from_posting
source: You received Karma from posting
sq: Ju fituat Karma nga postimi

# karma_from_commenting
source: You received karma from commenting
sq: Ju fituat Karma nga komentimi

# karma_from_upvote_post
source: You received karma from upvote a post
sq: Ju fituat Karma nga votimi nje postimit

# karma_from_downvote_post
source: You received karma from downvote a post
sq: Ju fituat karma nga votimi nje postimit

# karma_from_upvote_comment
source: You received karma from upvote a comment
sq: Ju fituat Karma nga votimi nje komentit

# karma_from_downvote_comment
source: You received karma from downvote a comment
sq: Ju fituat Karma nga votimi nje komentit

# karma_from_report_post
source: You received Karma from reporting of a post
sq: Ju fituat Karma nga raportimi nje postimit

# karma_from_report_comment
source: You received Karma from reporting of a comment
sq: Ju fituat Karma nga raportimi nje komentit

# karma_decreased
source: Your Karma has been decreased
sq: Ju humbet Karma

# karma_someone_downvote_comment
source: You lost Karma because someone downvote your comment
sq: Ju humbet Karma pershkak nje votimit ne komentin e juaj

# karma_someone_downvote_post
source: You lost Karma because someone downvote your post
sq: Ju humbet Karma pershkak nje votimit ne postimin e juaj

# karma_comment_5_downvotes
source: You lost Karma because your comment reached -5 downvotes
sq: Ju humbet Karma pershkak komenti juaj ka arrit -5 ne votime

# karma_post_5_downvotes
source: You lost Karma because your post reached -5 downvotes
sq: Ju humbet Karma pershkak postimi juaj ka arrit -5 ne votime

# karma_daily_add
source: Daily Karma add
sq: Karma pike te perditshme

# karma_daily_login
source: You received karma from daily login
sq: Ju fituat Karma nga hyrjen te perditshme

# karma_delete_comment
source: You lost karma because someone report your comment
sq: Ju humbet Karma pershkak nje raportimit e komentit tuaj

# karma_delete_post
source: You lost karma because someone report your post
sq: Ju humbet Karma pershkak nje raportimit e postimit tuaj

source: ago
sq: me pare

source: Cancel
sq: Anulo

source: Retake
sq: Perserit

source: Use Photo
sq: Zgjedhe foton

source: Saved successfully
sq: Ruajtur me sukses

# alert_new_posting_failed
source: New posting is failed. Please try again!
sq: Postimi ka deshtuar. Provo perseri!

# share_yout_thoughts
source: Share your thoughts with people in the radius of 20 kilometers...
sq: Ndaje mendimin tende me njerez rreth 20 kilometrash...

# alert_input_post
source: Please input post.
sq: Te lutem postoni input.

# tap_hold
source: Tap and hold
sq: Prekni dhe mbani

# recording_button_start
source: recording button to start
sq: butonin e incizimit per te filluar

source: Recording...
sq: Duke incizuar...

# recording_end
source: Recording is end.
sq: Incizimi ka perfunduar.

# alert_record_audio
source: Please record audio again.
sq: Incizo tingullin perseri.

source: off
sq: zbritje

source: before
sq: Me pare

source: English
sq: Anglisht

source: Albanian
sq: Shqip

# alert_input_subject
source: Please input subject.
sq: Te lutem trego subject.

# alert_input_from_email
source: Please input from email.
sq: Te lutem trego email.

# alert_input_from_email_correctly
source: Please input from email correctly.
sq: Te lutem trego emailin sakte.

# alert_input_to_email
source: Please input to email.
sq: Te lutem trego email.

# alert_input_to_email_correctly
source: Please input to email correctly.
sq: Te lutem trego emailin sakte.

# alert_input_message
source: Please input message.
sq: Te lutem trego mesazhin.

# alert_device_doesnt_support_sms
source: Your device doesn't support SMS!
sq: Pajisja juaj nuk e mbeshtet SMS!

# alert_failed_sms
source: Failed to send SMS!
sq: Deshtoi per te derguar SMS!

# signup_hajde
source: Sign up to Hajde app.
sq: Regjistrohu ne Hajde.

# alert_invite_sent
source: You sent invitation to your friends successfully!
sq: Ju keni derguar ftese per miqte tuaj me sukses!

# ios_post_deleted
source: Your post is deleted
sq: Postimi yt eshte fshire

# ios_comment_deleted
source: Your comment is deleted
sq: Komenti yt eshte fshire

source: post
sq: postimi

source: comment
sq: komenti

source: downvotes
sq: votime

source: downvote
sq: votimit

source: report
sq: raportimit

source: Please wait...
sq: Te lutem prit...
